Repository: suitenumerique/conversations
Catalog: src/backend/locale/*/LC_MESSAGES/django.po
Languages: nl_nl, ru_ru, uk_ua

source: Configuration
nl_nl: Configuratie
ru_ru: Настройки
uk_ua: Налаштування

source: Usage details
nl_nl: Gebruiksdetails
ru_ru: Сведения об использовании
uk_ua: Відомості про використання

source: Timestamps
nl_nl: Tijdstempels
ru_ru: Временные метки
uk_ua: Відмітки часу

source: Usage
nl_nl: Gebruik
ru_ru: Использование
uk_ua: Використання

source: Description
nl_nl: Beschrijving
ru_ru: Описание
uk_ua: Опис

source: No users have used this code yet
nl_nl: Er zijn nog geen gebruikers die deze code hebben gebruikt
ru_ru: Пока нет пользователей, использовавших этот код
uk_ua: Користувачі ще не використовували цей код

source: Name
nl_nl: Naam
ru_ru: Имя
uk_ua: Ім’я

source: Email
ru_ru: Эл. почта
uk_ua: Ел. пошта

source: Date
nl_nl: Datum
ru_ru: Дата
uk_ua: Дата

source: Users who used this code
nl_nl: Gebruikers die deze code hebben gebruikt
ru_ru: Пользователи, использующие этот код
uk_ua: Користувачі, що використовували цей код

source: Recompute current uses from related activations
nl_nl: Herbereken het huidige gebruik van gerelateerde activeringen
ru_ru: Обновить данные использования связанных активаций
uk_ua: Перерахувати поточні використання пов'язаних ресурсів

source: All selected activation codes already have correct usage counts.
nl_nl: Alle geselecteerde activeringscodes hebben al het juiste gebruiksaantal.
ru_ru: Все выбранные коды активации уже имеют правильное количество использований.
uk_ua: Усі обрані коди активації вже мають коректні лічильники використання.

source: Successfully recomputed usage counts for %(count)d activation code(s).
nl_nl: Het gebruik van %(count)d activeringscode(s) is opnieuw berekend.
ru_ru: Количество использованных кодов активации (%(count)d) успешно пересчитано.
uk_ua: Успішно переобчислено використання коду активації %(count)d.

source: User
nl_nl: Gebruiker
ru_ru: Пользователь
uk_ua: Користувач

source: Has used activation code
nl_nl: Heeft activeringscode gebruikt
ru_ru: Использует код активации
uk_ua: Використано код активації

source: Add selected users to Brevo waiting list
nl_nl: Voeg geselecteerde gebruikers toe aan de Brevo-wachtlijst
ru_ru: Добавить выбранных пользователей в список ожидания Brevo
uk_ua: Додати обраних користувачів до списку очікування Brevo

source: Added %(count)d user(s) to Brevo waiting list.
nl_nl: %(count)d gebruiker(s) toegevoegd aan de Brevo-wachtlijst.
ru_ru: В список ожидания Brevo добавлено пользователей: %(count)d.
uk_ua: До списку очікування Brevo додано користувачів: %(count)d.

source: No valid email address found in selected registrations.
nl_nl: Er is geen geldig e-mailadres gevonden in de geselecteerde registraties.
ru_ru: В выбранных регистрациях не найден действительный адрес электронной почты.
uk_ua: Серед обраних реєстрацій не знайдено дійсної адреси електронної пошти.

source: Remove selected users from Brevo waiting list
nl_nl: Geselecteerde gebruikers van de Brevo-wachtlijst verwijderen
ru_ru: Удалить выбранных пользователей из списка ожидания Brevo
uk_ua: Видалити обраних користувачів зі списку очікування Brevo

source: Removed %(count)d user(s) from Brevo waiting list.
nl_nl: %(count)d gebruiker(s) verwijderd van de Brevo-wachtlijst.
ru_ru: Из списка ожидания Brevo удалено пользователей: %(count)d.
uk_ua: Зі списку очікування Brevo видалено користувачів: %(count)d

source: activation code
nl_nl: activeringscode
ru_ru: код активации
uk_ua: код активації

source: The activation code that users will enter
nl_nl: De activeringscode die gebruikers invoeren
ru_ru: Код активации, который будут вводить пользователи
uk_ua: Код активації, що буде введений користувачами

source: Code must be alphanumeric and contain no spaces or special characters
nl_nl: De code moet alfanumeriek zijn en mag geen spaties of speciale tekens bevatten
ru_ru: Код должен быть буквенно-цифровым и не содержать пробелов или специальных символов
uk_ua: Код має бути буквено-цифровим, без пробілів або спеціальних символів

source: maximum uses
nl_nl: maximaal gebruik
ru_ru: максимум использований
uk_ua: максимум використань

source: Maximum number of times this code can be used. 0 means unlimited.
nl_nl: Maximaal aantal keren dat deze code kan worden gebruikt. 0 betekent onbeperkt.
ru_ru: Сколько раз можно использовать этот код. 0 означает неограниченно.
uk_ua: Максимальна кількість разів використання для цього коду. 0 - необмежена.

source: current uses
nl_nl: huidig gebruik
ru_ru: использовано
uk_ua: використано

source: Number of times this code has been used
nl_nl: Aantal keren dat deze code is gebruikt
ru_ru: Сколько раз этот код был использован
uk_ua: Кількість разів використання цього коду

source: active
nl_nl: actief
ru_ru: активный
uk_ua: активний

source: Whether this code can still be used
nl_nl: Of deze code nog gebruikt kan worden
ru_ru: Можно ли ещё использовать этот код
uk_ua: Чи цей код все ще може бути використаний

source: expires at
nl_nl: vervalt op
ru_ru: действителен до
uk_ua: дійсний до

source: Date and time when this code expires
nl_nl: Datum en tijd waarop deze code verloopt
ru_ru: Дата и время окончания действия этого кода
uk_ua: Дата та час, коли закінчується дія цього коду

source: description
nl_nl: beschrijving
ru_ru: описание
uk_ua: опис

source: Internal description or notes about this code
nl_nl: Interne beschrijving of notities over deze code
ru_ru: Внутреннее описание или примечания об этом коде
uk_ua: Внутрішній опис або нотатки про цей код

source: activation codes
nl_nl: activeringscodes
ru_ru: коды активации
uk_ua: коди активації

source: This activation code is no longer valid
nl_nl: Deze activeringscode is niet meer geldig
ru_ru: Этот код активации больше не действителен
uk_ua: Цей код активації вже не дійсний

source: You have already activated your account
nl_nl: Je hebt je account al geactiveerd
ru_ru: Вы уже активировали свою учётную запись
uk_ua: Ви вже активували свій обліковий запис

source: user
nl_nl: gebruiker
ru_ru: пользователь
uk_ua: користувач

source: The user who used the activation code
nl_nl: De gebruiker die de activeringscode heeft gebruikt
ru_ru: Пользователь, использовавший код активации
uk_ua: Користувач, який користувався кодом активації

source: The activation code that was used
nl_nl: De activeringscode die is gebruikt
ru_ru: Использованный код активации
uk_ua: Використаний код активації

source: user activation
nl_nl: gebruikers activering
ru_ru: активация пользователя
uk_ua: активація користувача

source: user activations
nl_nl: gebruikersactivaties
ru_ru: активации пользователя
uk_ua: активації користувача

source: The user who made the registration request
nl_nl: De gebruiker die het registratieverzoek heeft gedaan
ru_ru: Пользователь, который сделал запрос на регистрацию
uk_ua: Користувач, що зробив запит на реєстрацію

source: Store if the user received an activation code and used it
nl_nl: Opslaan of de gebruiker een activeringscode heeft ontvangen en deze heeft gebruikt
ru_ru: Сохранить, если пользователь получил код активации и использовал его
uk_ua: Зберегти, якщо користувач отримав код активації та використав його

source: user registration request
nl_nl: gebruikersregistratieverzoek
ru_ru: запрос на регистрацию пользователя
uk_ua: запит на реєстрацію користувача

source: user registration requests
nl_nl: gebruikersregistratieverzoeken
ru_ru: запросы на регистрацию пользователя
uk_ua: запити на реєстрацію користувачів

source: The activation code to validate
nl_nl: De activeringscode om te valideren
ru_ru: Код активации для проверки
uk_ua: Код активації для перевірки

source: Your account has been successfully activated
nl_nl: Uw account is succesvol geactiveerd
ru_ru: Ваша учётная запись успешно активирована
uk_ua: Ваш обліковий запис успішно активовано

source: chat application
nl_nl: chatapplicatie
ru_ru: приложение чата
uk_ua: чат-застосунок

source: Personal info
nl_nl: Persoonlijke gegevens
ru_ru: Личные данные
uk_ua: Особисті дані

source: Permissions
nl_nl: Machtigingen
ru_ru: Разрешения
uk_ua: Дозволи

source: Important dates
nl_nl: Belangrijke data
ru_ru: Важные даты
uk_ua: Важливі дати

source: primary key for the record as UUID
nl_nl: primaire sleutel voor het record als UUID
ru_ru: первичный ключ для записи как UUID
uk_ua: первинний ключ для запису як UUID

source: created on
nl_nl: gemaakt op
ru_ru: создано
uk_ua: створено

source: date and time at which a record was created
nl_nl: datum en tijd waarop een record is aangemaakt
ru_ru: дата и время создания записи
uk_ua: дата і час, коли запис було створено

source: updated on
nl_nl: bijgewerkt op
ru_ru: обновлено
uk_ua: оновлено

source: date and time at which a record was last updated
nl_nl: datum en tijd waarop een record voor het laatst is bijgewerkt
ru_ru: дата и время последнего обновления записи
uk_ua: дата і час, коли запис був востаннє оновлений

source: We couldn't find a user with this sub but the email is already associated with a registered user.
nl_nl: We konden geen gebruiker met dit e-mailadres vinden, maar het e-mailadres is al gekoppeld aan een geregistreerde gebruiker.
ru_ru: Мы не смогли найти пользователя с этими данными, но этот адрес уже связан с зарегистрированным пользователем.
uk_ua: Ми не змогли знайти користувача з цими даними, але адреса вже пов'язана з зареєстрованим користувачем.

source: Enter a valid sub. This value may contain only letters, numbers, and @/./+/-/_/: characters.
nl_nl: Voer een geldig subsubtype in. Deze waarde mag alleen letters, cijfers en @/./+/-/_/:-tekens bevatten.
ru_ru: Введите правильный префикс. Он может содержать только буквы, цифры и символы @/./+/-/_/.
uk_ua: Введіть правильний префікс. Це значення може містити лише літери, цифри та символи @/./+/-/_/.

source: sub
nl_nl: id
ru_ru: префикс
uk_ua: префікс

source: Required. 255 characters or fewer. Letters, numbers, and @/./+/-/_/: characters only.
nl_nl: Verplicht. Maximaal 255 tekens. Alleen letters, cijfers en @/./+/-/_/: tekens.
ru_ru: Обязательно. 255 символов или меньше. Только буквы, цифры и @/./+/-/_/: /.
uk_ua: Обов'язково. 255 символів або менше. Лише літери, цифри та символи @/./+/-/_/.

source: full name
nl_nl: volledige naam
ru_ru: полное имя
uk_ua: повне ім'я

source: short name
nl_nl: korte naam
ru_ru: короткое имя
uk_ua: коротке ім'я

source: identity email address
nl_nl: identiteits e-mailadres
ru_ru: личный адрес электронной почты
uk_ua: адреса електронної пошти особи

source: admin email address
nl_nl: beheerders e-mailadres
ru_ru: e-mail администратора
uk_ua: електронна адреса адміністратора

source: language
nl_nl: taal
ru_ru: язык
uk_ua: мова

source: The language in which the user wants to see the interface.
nl_nl: De taal waarin de gebruiker de interface wil zien.
ru_ru: Язык, на котором пользователь хочет видеть интерфейс.
uk_ua: Мова, якою користувач хоче бачити інтерфейс.

source: The timezone in which the user wants to see times.
nl_nl: De tijdzone waarin de gebruiker de tijden wil zien.
ru_ru: Часовой пояс, в котором пользователь хочет видеть время.
uk_ua: Часовий пояс, в якому користувач хоче бачити час.

source: device
nl_nl: apparaat
ru_ru: устройство
uk_ua: пристрій

source: Whether the user is a device or a real user.
nl_nl: Of de gebruiker een apparaat of een echte gebruiker is.
ru_ru: Пользователь является устройством или человеком.
uk_ua: Чи є користувач пристроєм чи реальним користувачем.

source: staff status
nl_nl: personeelsstatus
ru_ru: статус сотрудника
uk_ua: статус співробітника

source: Whether the user can log into this admin site.
nl_nl: Of de gebruiker kan inloggen op deze beheersite.
ru_ru: Может ли пользователь войти на этот административный сайт.
uk_ua: Чи може користувач увійти на цей сайт адміністратора.

source: Whether this user should be treated as active. Unselect this instead of deleting accounts.
nl_nl: Of deze gebruiker als actief moet worden beschouwd. Deselecteer dit in plaats van accounts te verwijderen.
ru_ru: Должен ли пользователь рассматриваться как активный. Альтернатива удалению учётных записей.
uk_ua: Чи слід ставитися до цього користувача як до активного. Зніміть вибір замість видалення облікового запису.

source: allow conversation analytics
nl_nl: conversatieanalyse toestaan
ru_ru: разрешить аналитику для беседы
uk_ua: дозволити аналітику бесіди

source: Whether the user allows to use their conversations for analytics.
nl_nl: Of de gebruiker toestaat dat zijn/haar gesprekken voor analyses worden gebruikt.
ru_ru: Разрешает ли пользователь использовать свои беседы для аналитики.
uk_ua: Чи дозволяє користувач використовувати свої розмови для аналітики.

source: users
nl_nl: gebruikers
ru_ru: пользователи
uk_ua: користувачі

source: Logo email
ru_ru: Логотип email
uk_ua: Логотип email

source: Open
ru_ru: Открыть
uk_ua: Відкрити

source: Docs, your new essential tool for organizing, sharing and collaborating on your documents as a team.
nl_nl: Docs, uw nieuwe onmisbare hulpmiddel voor het organiseren, delen en samenwerken aan uw documenten als team.
ru_ru: Docs, ваш новый инструмент для организации и совместного использования документов в вашей команде.
uk_ua: Docs, ваш новий важливий інструмент для організації, обміну та командної співпраці над вашими документами.

source: Brought to you by %(brandname)s
nl_nl: Aangeboden door %(brandname)s
ru_ru: Доступ получен от %(brandname)s
uk_ua: Запрошення отримане від %(brandname)s
